Repository: pkgesperlos/es_flutter_admin_panel
Catalog: lib/l10n/app_*.arb
Languages: ar, fa

source: Hello World!
ar: مرحبا بالعالم!
fa: سلام دنیا!

# lorm
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book.
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان لوريم إيبسوم هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لعمل كتاب عينة.
fa: لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.

# lormmid
source: Lorem Ipsum is simply dummy text
ar: لوريم إيبسوم هو ببساطة نص شكلي
fa: لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم

# lormshort
source: Lorem Ipsum is simply
ar: لوريم إيبسوم بكل بساطة
fa: لورم ایپسوم متن ساختگی

source: Primary
ar: أساسي
fa: اولیه

source: Secondary
ar: ثانوي
fa: ثانویه

source: Success
ar: نجاح
fa: موفقیت

source: Warning
ar: تحذير
fa: اضطرار

source: Confidence
ar: ثقة
fa: اطمینان از انجام کار

source: Information
ar: معلومة
fa: اطلاع رسانی

source: Admin Menu
ar: قائمة المسؤول
fa: منوی ادمین

source: Dash board
ar: لوحة القيادة

source: Charts
ar: الرسوم البيانية
fa: نمودارها

source: Bar chart
ar: شريط الرسم البياني

source: Circular chart
ar: مخطط دائري

source: Linear chart
ar: مخطط خطي
fa: نمودار خطی

source: Radar chart
ar: مخطط نسيجي

source: Scatter chart
ar: مخطط مبعثر

# charttitle
source: Different model of charts are available in panel by flutter code.
ar: تتوفر نماذج مختلفة من المخططات في لوحة من خلال رمز flutter.

source: Accordion
ar: الأكورديون
fa: آکاردئون

source: Simple accordion
ar: أكورديون بسيط
fa: آکاردئون ساده

source: Scrollable accordion
ar: أكورديون قابل للتمرير
fa: آکاردئون قابل اسکرول

source: Removable accordion
ar: أكورديون قابل للإزالة
fa: آکاردئون قابل حذف آیتم ها

source: Solid accordion
ar: أكورديون صلب
fa: آکاردئون سالید

source: Icon accordion
ar: أيقونة الأكورديون
fa: آکاردئون با آیکون

source: accordion with desired arrow icon
ar: الأكورديون مع رمز السهم المطلوب
fa: آکارئون با آیکون باز و بسته شدن دلخواه

source: accordion with background image
ar: الأكورديون مع صورة الخلفية
fa: آکاردئون با عکس پیش زمینه دلخواه

# accordiontitle
source: Different model of accordion are available in panel by flutter code.
ar: تتوفر نماذج مختلفة من الأكورديون في لوحة من خلال رمز flutter.
fa: مدل های متفاوت آکاردئون(منوی باز و بسته شونده) با استفاده از کد های فلاتر در پنل موجود است.

source: Alert
ar: يُحذًِر
fa: هشدار

source: Simple alert
ar: تنبيه بسيط
fa: هشدار ساده

source: Bordered alert
ar: تنبيه بالحدود
fa: هشدار حاشیه دار

source: Removable alert
ar: تنبيه قابل للإزالة
fa: هشدار قابل رد شدن

source: Alert with icon
ar: تنبيه بالرمز
fa: هشدار با آیکون

source: Removable alert with icon
ar: تنبيه قابل للإزالة مع أيقونة
fa: هشدار با آیکون و قابل حذف شدن

source: Alert with desired content
ar: تنبيه بالمحتوى المطلوب
fa: هشدار با محتوای دلخواه

source: Bordered alert with icon
ar: تنبيه بالحدود مع أيقونة
fa: هشدار حاشیه دار با آیکن

# alerttitle
source: Different model of alert are available in panel by flutter code,click them !
ar: تتوفر نماذج مختلفة من التنبيهات في اللوحة عن طريق رمز flutter ، انقر فوقها!
fa: مدل های متفاوت هشدار با استفاده از کد های فلاتر در پنل موجود است، لطفا روی آنها کلیک کنید!

source: Button
ar: زر
fa: دکمه

source: Bloc button
ar: زر الحظر

source: Default button
ar: الزر الافتراضي
fa: دکمه پیشفرض

source: Bordered button
ar: زر يحد
fa: دکمه حاشیه دار

source: Icon button
ar: زر الرمز
fa: دکمه با آیکون

# icontextbutton
source: Icon and text button
ar: زر الرمز والنص
fa: دکمه با آیکون و متن

source: Disabled button
ar: زر معطل
fa: دکمه غیر فعال

source: Social network button
ar: زر الشبكة الاجتماعية
fa: دکمه شبکه اجتماعی

source: Round button
ar: زر دائري
fa: دکمه گرد

# buttonsindifferntsize
source: Buttons in different size
ar: أزرار بأحجام مختلفة
fa: دکمه ها در سایز های متفاوت

# buttontitle
source: Different model of button are available in panel by flutter code.
ar: تتوفر نماذج مختلفة من الأزرار في اللوحة بواسطة رمز flutter.
fa: مدل های متفاوت دکمه با استفاده از کد های فلاتر در پنل موجود است.

source: Group button
ar: زر المجموعة
fa: گروه دکمه

source: Text group button
ar: زر مجموعة النص
fa: گروه دکمه حاوی متن

source: Icon group button
ar: زر مجموعة الرموز
fa: گروه دکمه حاوی آیکن

source: radio group button
ar: زر مجموعة الراديو
fa: گروه دکمه رادیویی

# groupbuttonwithmaxselection
source: Group button with max selections
ar: زر المجموعة مع التحديدات القصوى
fa: گروه دکمه با محدودیت انتخاب ها

source: vertical group button
ar: زر المجموعة العمودية
fa: گروه دکمه عمودی

source: Group button with disabled list
ar: زر المجموعة مع قائمة تعطيل
fa: گروه دکمه با لیست غیر فعال ها

# groupbuttontitle
source: Different model of group buttons are available in panel by flutter code, you can set every widget for them
ar: تتوفر نماذج مختلفة من أزرار المجموعة في اللوحة عن طريق رمز flutter ، ويمكنك تعيين كل عنصر واجهة مستخدم لهم
fa: مدل های متفاوت گروه دکمه با استفاده از کد های فلاتر در پنل موجود است، شما میتوانید از انواع ویجت ها برای آنها استفاده کنید.

source: Text
ar: نص
fa: متن

# textindifferentposition
source: Text in different positions
ar: نص في مواقف مختلفة
fa: متن در جایگاه های متفاوت

# textforuseinlist
source: Text for use in lists
ar: نص للاستخدام في القوائم
fa: متن برای استفاده در لیست ها

source: Text in Different Colors
ar: نص بألوان مختلفة
fa: متن در رنگ های متفاوت

# textindifferentemphsizestyles
source: Text in different emphasize styles
ar: نص في أنماط التأكيد المختلفة
fa: متن در استایل های تاکیدی متفاوت

source: Text in different sizes
ar: نص بأحجام مختلفة
fa: متن در اندازه های متفاوت

# sampleText
source: Wishing is the reason for talent:)
ar: التمني هو سبب الموهبة :)
fa: آرزو دلیل بر استعداد است:)

source: Ordinary Text
ar: نص عادي
fa: متن معمولی

source: Title Text
ar: نص العنوان
fa: متن عنوان

source: Labled Text
ar: نص مسمى
fa: متن لیبل

source: Dotted Text
ar: نص منقط
fa: متن نقطه دار

source: Marked Text
ar: نص مميز
fa: متن علامت دار

# texttitle
source: Different kinds of text with various sizes and styles are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من النصوص ذات الأحجام والأنماط المختلفة في لوحة من خلال رمز flutter.
fa: انواع مدل های متن در سایز ها و استایل های متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

# label
source: Labels
ar: تسميات
fa: لیبل

source: Label on different widgets
ar: تسمية على الحاجيات المختلفة
fa: لیبل بر ویجت های مختلف

# labelinsinglemode
source: Label in unique mode
ar: التسمية في وضع فريد

source: Label with different contents
ar: تسمية بمحتويات مختلفة
fa: لیبل با محتواهای گوناگون

# labelwithsepratorborder
source: Label with separator border
ar: تسمية بحد فاصل
fa: لیبل با حاشیه جدا کننده

source: Label in different colors
ar: تسمية بألوان مختلفة
fa: لیبل در رنگ های مختلف

source: Label in different sizes and border radius's
ar: التسمية بأحجام مختلفة ونصف قطر الحدود
fa: لیبل در سایز ها و انحناهای متفاوت

# labeltitle
source: Different kinds of label with various sizes and contents are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الملصقات بأحجام ومحتويات مختلفة في اللوحة بواسطة رمز flutter.
fa: انواع مدل های لیبل در سایز ها و محتوا های متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Bread crumb
ar: صفحات متداخلة
fa: صفحات تو در تو

source: Breadcrumb with solid structure in different colors
ar: صفحات متداخلة مع هيكل صلب بألوان مختلفة
fa: صفحات تو در تو با ساختار توپر در رنگ های متفاوت

source: Breadcrumb with solid structure in different sizes
ar: صفحات متداخلة مع هيكل صلب بأحجام مختلفة
fa: صفحات تو در تو با ساختار توپر در اندازه های متفاوت

source: Breadcrumb with icon separator
ar: صفحات متداخلة مع رمز الفاصل
fa: صفحات تو در تو با آیکن جداکننده

source: Static bread crumb
ar: صفحات متداخلة الثابت

source: Breadcrumb with typing elements separator
ar: صفحات متداخلة مع فاصل عناصر الكتابة
fa: صفحات تو در تو با المان های تایپی جداکننده

# breadcrumbtitle
source: Different kinds of breadcrumb styles are available in panel by flutter code, for more information press info button in each card.
ar: تتوفر أنواع مختلفة من أنماط صفحات متداخلة في اللوحة عن طريق رمز flutter ، لمزيد من المعلومات ، اضغط على زر المعلومات في كل بطاقة.
fa: انواع مدل های نمایش مسیر صفحات تو در تو در استایل های متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است، برای اطلاعات بیشتر روی دکمه اطلاعات هر کارد کلیک کنید.

source: Page indicator
ar: مؤشر الصفحة
fa: نشانگر صفحه

# simplepageindicator
source: Simple page indicator in different styles
ar: مؤشر صفحة بسيط في أنماط مختلفة
fa: نشانگر صفحه ساده در استایل های متفاوت

# simplepageindicatorwithbutton
source: Simple page indicator with button in different styles
ar: مؤشر صفحة بسيط مع زر في أنماط مختلفة
fa: نشانگر صفحه با دکمه در استایل های متفاوت

# numberpageindicator
source: Number page indicator in different styles
ar: مؤشر صفحة الرقم في أنماط مختلفة
fa: نشانگر صفحه دارای عدد در استایل های متفاوت

# numberpageindicatorwithbutton
source: Number page indicator with button in different styles
ar: مؤشر صفحة الرقم مع زر في أنماط مختلفة
fa: نشانگر صفحه دارای عدد با دکمه در استایل های متفاوت

# numberpageindicatorwithbuttonandlimitation
source: Number page indicator with button and limitation in different styles
ar: مؤشر صفحة الرقم مع الزر والقيود في أنماط مختلفة
fa: نشانگر صفحه دارای عدد،دکمه و محدودیت تعداد در استایل های متفاوت

# pageindicatortitle
source: Different kinds of page indicators are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من مؤشرات الصفحة في لوحة من خلال رمز flutter.
fa: انواع مدل های نشانگر صفحه متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Dropdown button
ar: زر القائمة المنسدلة
fa: دکمه بازشونده

source: Dropdown buttons in different colors
ar: أزرار القائمة المنسدلة بألوان مختلفة
fa: دکمه باز شونده در رنگ های متفاوت

source: Dropdown buttons in different sizes
ar: أزرار قائمة منسدلة بأحجام مختلفة
fa: دکمه باز شونده در سایزهای متفاوت

source: Dropdown buttons in different positions
ar: أزرار قائمة منسدلة في أوضاع مختلفة
fa: دکمه بازشونده در مکان های متفاوت

source: Dropdown buttons in custom icons
ar: أزرار القائمة المنسدلة في الرموز المخصصة
fa: دکمه باز شونده با آیکون دلخواه

source: Dropdown buttons in different menu decoration
ar: أزرار قائمة منسدلة في زخرفة قائمة مختلفة
fa: دکمه بازشونده با استایل منو متفاوت

source: Dropdown Buttons in different menu sizes
ar: أزرار القائمة المنسدلة بأحجام قوائم مختلفة
fa: دکمه بازشونده با سایز های متفاوت منو باز شونده

# dropdownbuttontitle
source: Different kinds of dropdown buttons are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الأزرار المنسدلة في اللوحة بواسطة رمز flutter.
fa: انواع مدل های دکمه باز شونده متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Slider
ar: المنزلق
fa: اسلایدر

source: Simple carousel slider without animation
ar: شريط تمرير دائري بسيط بدون رسوم متحركة
fa: اسلایدر کاروسل ساده بدون انیمیشن

source: Carousel Slider with animation
ar: متزلج دائري مع الرسوم المتحركة
fa: اسلایدر کاروسل با انیمیشن

source: Carousel slider with indicator
ar: شريط تمرير دائري مع مؤشر
fa: اسلایدر کاروسل با نشانگر

source: Carousel Slider with icon
ar: متزلج دائري مع أيقونة
fa: اسلایدر کاروسل با آیکون

source: Carousel slider with indicator and icon
ar: شريط تمرير دائري مع مؤشر وأيقونة
fa: اسلایدر کاروسل با نشانگر و آیکون

# slidertitle
source: Different kinds of sliders are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من المنزلقات في لوحة برمز flutter.
fa: انواع مدل های اسلایدر متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Tables
ar: الجداول
fa: جداول

source: No line table
ar: لا يوجد جدول سطر
fa: جدول بدون خط

source: Responsive table
ar: جدول مستجيب
fa: جدول واکنش گرا

source: Simple table
ar: طاولة بسيطة
fa: جدول ساده

source: Simple table with custom widgets
ar: جدول بسيط مع أدوات مخصصة
fa: جدول ساده با ویجت دلخواه

source: Simple table with custom widgets in desired color
ar: جدول بسيط مع أدوات مخصصة باللون المطلوب
fa: جدول ساده با ویجت و رنگ دلخواه

source: Simple table with desired heading color
ar: جدول بسيط مع لون العنوان المطلوب
fa: جدول ساده با رنگ هدر دلخواه

source: Simple table in zebra mode
ar: طاولة بسيطة في وضع شرائط
fa: جدول ساده راه راه

source: Simple table in dark zebra mode
ar: طاولة بسيطة في وضع شرائط المظلم
fa: جدول ساده در حالت راه راه تیره

source: Simple table with line frame
ar: طاولة بسيطة بإطار خطي
fa: جدول ساده دور خط دار

# simpletabletitle
source: Different kinds of simple tables are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الجداول البسيطة في لوحة برمز flutter.
fa: انواع مدل های جداول ساده متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

# responsivetabletitle
source: this responsive table is available in panel by flutter code.
ar: يتوفر هذا الجدول سريع الاستجابة في لوحة من خلال رمز flutter.
fa: جدول واکنش گرا زیر با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Group list
ar: قائمة المجموعة
fa: گروه لیست

source: Group list with simple content
ar: قائمة المجموعة بمحتوى بسيط
fa: گروه لیست با محتوای ساده

source: Group list without divider
ar: قائمة المجموعة بدون مقسم
fa: گروه لیست بدون جداکننده

source: Group list with border
ar: قائمة المجموعة ذات الحدود
fa: گروه لیست با حاشیه

source: Group list with complex content
ar: قائمة المجموعة ذات المحتوى المعقد
fa: گروه لیست با محتوای مخلوط

source: Group list with desired items color
ar: قائمة المجموعة مع لون العناصر المطلوب
fa: گروه لیست با رنگ آیتم های دلخواه

# grouplisttitle
source: Different kinds of group lists are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من قوائم المجموعة في لوحة من خلال رمز flutter.
fa: انواع مدل های گروه لیست متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: progress bar
ar: شريط التقدم
fa: نوار پیشرفت

source: Animated progress bar from zero
ar: شريط التقدم المتحرك من الصفر
fa: نوار پیشرفت انیمیشن دار از صفر

source: Simple linear progress bar in different sizes
ar: شريط تقدم خطي بسيط بأحجام مختلفة
fa: نوار پیشرفت خطی در سایز های متفاوت

source: Simple circular progress bar in different sizes
ar: شريط تقدم دائري بسيط بأحجام مختلفة
fa: نوار پیشرفت دایروی در سایز های متفاوت

source: Simple progress bar in different colors
ar: شريط تقدم بسيط بألوان مختلفة
fa: نوار پیشرفت در رنگ های متفاوت

# gradiantprogressbar
source: Gradient progress bar
ar: شريط تقدم التدرج
fa: نوار پیشرفت با گرادیان

# progressbartitle
source: Different kinds of progress bars are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من أشرطة التقدم في اللوحة بواسطة رمز flutter.
fa: انواع مدل های نوار پیشرفت متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Waiting indicator
ar: مؤشر انتظار
fa: نشانگر انتظار

source: Waiting indicators in different colors
ar: مؤشرات انتظار بألوان مختلفة
fa: نشانگر انتظار در رنگ های متفاوت

source: Waiting indicators in different sizes
ar: مؤشرات انتظار بأحجام مختلفة
fa: نشانگر انتظار در اندازه های متفاوت

# waitingindicatorsonbuttons
source: Waiting indicators in buttons
ar: مؤشرات الانتظار في الأزرار
fa: نشانگر انتظار روی دکمه

# watingindicatortitle
source: Different kinds of Waiting indicators are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من مؤشرات الانتظار في اللوحة بواسطة رمز flutter.
fa: انواع مدل های نشانگر انتظار متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Avatar
ar: الصورة الرمزية
fa: آواتار

source: Avatars in different sizes
ar: الصور الرمزية بأحجام مختلفة
fa: آواتار در اندازه های متفاوت

source: Avatars in different statuses
ar: الصور الرمزية في حالات مختلفة
fa: آواتار در وضعیت های مختلف

source: Avatars with different widgets
ar: الصور الرمزية ذات الحاجيات المختلفة
fa: آواتار با ویجت های مختلف

source: Avatars with different background colors
ar: الصور الرمزية بألوان خلفية مختلفة
fa: آوتار با رنگ ها ی پس زمینه مختلف

source: Avatars in different shapes
ar: الصور الرمزية بأشكال مختلفة
fa: آواتار در شکل های مختلف

source: Group avatar
ar: الصورة الرمزية للمجموعة
fa: گروه آواتار

# avatartitle
source: Different kinds of avatars are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الصور الرمزية في لوحة برمز flutter.
fa: انواع مدل های آواتار متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: tab bar navigator
ar: ملاح شريط علامات التبويب
fa: تب بار ناوبری

source: Top tab bar navigator
ar: متصفح شريط علامات التبويب العلوي
fa: تب بار ناوبری قسمت بالا

source: Tab bar navigator with desired tab decoration
ar: متصفح شريط علامات التبويب مع زخرفة علامة التبويب المطلوبة
fa: تب بار ناوبری با استایل دلخواه

source: Tab bar navigator with desired widget in tabs
ar: متصفح شريط علامات التبويب مع عنصر واجهة المستخدم المطلوب في علامات التبويب
fa: تب بار ناوبری با ویجت دلخواه

source: Bottom tab bar navigator
ar: ملاح شريط علامة التبويب السفلي
fa: تب بار ناوبری قسمت پایین

source: Left side tab bar navigator
ar: الملاح شريط علامة التبويب الجانب الأيسر
fa: تب بار ناوبری قسمت چپ

# rightsidebarnavigator
source: Right side tab bar navigator
ar: الجانب الأيمن من شريط الملاح
fa: تب بار ناوبری قسمت راست

# tabbartitle
source: Different kinds of tab bar navigators are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من ملاحي شريط علامات التبويب في اللوحة بواسطة رمز flutter.
fa: انواع مدل های تب بار ناوبری متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Simple navigation bar
ar: شريط تنقل بسيط

source: Expanded navigation bar
ar: توسيع شريط التنقل

source: Tab bar navigation bar
ar: شريط التنقل في شريط علامات التبويب

source: Button navigation bar
ar: شريط التنقل باستخدام الأزرار

source: Navigation bar with inactive button
ar: شريط التنقل مع زر غير نشط

source: Vertical navigation bar
ar: شريط التنقل العمودي

source: Navigation bar with custom widget
ar: شريط التنقل مع عنصر واجهة مستخدم مخصص

source: Navigation bar
ar: شريط التنقل

# navigationbartitle
source: Different kinds of navigation bar are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من شريط التنقل في اللوحة بواسطة رمز flutter.

source: Zoomable image
ar: صورة زوومابلي
fa: تصویر قابل زوم

# zoomableimagetitle
source: Zoomable image is available in panel by flutter code.
ar: الصورة القابلة للتكبير والتصغير متاحة في اللوحة بواسطة رمز flutter.
fa: تصویر قابل زوم با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Light box
ar: صندوق مضئ
fa: لایت باکس

source: Gallery light box showing image
ar: معرض ضوء مربع يظهر الصورة
fa: گالری لایت باکس

source: single light box showing image
ar: مربع ضوء واحد يظهر الصورة

# lightboxtitle
source: Light boxs in two mode are available in panel by flutter code.
ar: المربعات الضوئية في وضعين متوفرة في لوحة بواسطة رمز flutter.
fa: .لایت باکس ها در دو حالت با استفاده از کدهای فلاتر در پنل موجود است

source: Modal
ar: مشروط
fa: مودال

source: modals in different sizes
ar: مشروط بأحجام مختلفة
fa: مودال ها در اندازه های متفاوت

# modalsindifferentcontents
source: modals in different content
ar: مشروط في محتوى مختلف
fa: مودال ها در محتواهای متفاوت

source: modals in different alignments
ar: مشروط في محاذاة مختلفة
fa: مودال ها در تراز های متفاوت

source: Series of modals
ar: سلسلة من الوسائط
fa: مودال های سریالی

# modaltitle
source: Different kinds of modals are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من النماذج في لوحة برمز flutter.
fa: انواع مدل های مودال متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: smallmodal
ar: مشروط صغير
fa: مودال کوچک

source: Medium modal
ar: متوسطة مشروط
fa: مودال متوسط

source: Full screen modal
ar: مشروط ملء الشاشة
fa: مودال تمام صفحه

source: Information modal
ar: نموذج المعلومات
fa: مودال اطلاعات

source: Confirm modal
ar: تأكيد مشروط
fa: مودال اطمینان

source: Form modal
ar: شكل مشروط
fa: مودال فرم

source: Grid modal
ar: مشروط الشبكة
fa: مودال دارای شبکه

source: Bottom screen modal
ar: مشروط الشاشة السفلية
fa: مودال پایین صفحه

source: Center modal
ar: مشروط المركز
fa: مودال مرکزی

source: Top left modal
ar: أعلى اليسار مشروط
fa: مودال بالا چپ

source: Top right modal
ar: أعلى مشروط الحق
fa: مودال بالا راست

source: Bottom right modal
ar: أسفل الحق مشروط
fa: مودال پایین راست

source: bottom left modal
ar: مشروط أسفل اليسار
fa: مودال پایین چپ

# customalignmmentmodal
source: Custom alignment modal
ar: نموذج المحاذاة المخصص
fa: مودال در جایگاه دلخواه

source: Tooltip
ar: تلميح
fa: تولتیپ(راهنما)

source: Tooltip in different alignments
ar: تلميح في محاذاة مختلفة
fa: تولتیپ در جایگاه های متفاوت

# tooltipfordifferentwidgets
source: Tooltip on different widgets
ar: تلميح حول أدوات مختلفة
fa: تولتیپ برای ویجت های متفاوت

source: Tooltip in different show duration
ar: تلميح في مدة عرض مختلفة
fa: تولتیپ در زمان های نمایش متفاوت

# tooltiptitle
source: Different kinds of tooltips are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من تلميحات الأدوات في لوحة برمز flutter.
fa: انواع مدل های تولتیپ متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Sweet alert
ar: Sweet تنبيه
fa: هشدار Sweet

# sweetalerttitle
source: Different kinds of sweet alerts are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من التنبيهات Sweet في لوحة برمز flutter.
fa: انواع مدل های هشدار Sweet متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Title
ar: عنوان
fa: عنوان

source: Subtitle
ar: العنوان الفرعي
fa: زیر عنوان

source: Link
ar: وصلة
fa: لینک

source: Footer
ar: تذييل
fa: پاورقی

source: header
ar: رأس
fa: سرتیتر

source: Quotation
ar: اقتباس
fa: نقل قول

source: Card
ar: بطاقة
fa: کارت

source: Primary card
ar: البطاقة الأساسية
fa: کارت اولیه

# primarycardtitle
source: Different kinds of primary cards are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من البطاقات الأساسية في لوحة برمز flutter.
fa: انواع مدل های کارت های اولیه متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Scrollable card
ar: بطاقة قابلة للتمرير
fa: کارت قابل اسکرول

# scrollablecardtitle
source: Different kinds of scrollable cards are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من البطاقات القابلة للتمرير في لوحة برمز flutter.
fa: انواع مدل های کارت های قابل اسکرول متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Image card
ar: بطاقة الصورة
fa: کارت تصویر

# imagecardtitle
source: Different kinds of image cards are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من بطاقات الصور في لوحة برمز flutter.
fa: انواع مدل های کارت های تصویر متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Toast message
ar: رسالة نخب
fa: توست

# toasttitle
source: Different kinds of toast message are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من رسائل التوست في اللوحة بواسطة رمز flutter.
fa: انواع مدل های توست متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Tutorial
ar: درس تعليمي
fa: تور

source: Start
ar: يبدأ
fa: شروع

# tutorialintro
source: It is tutorial click bottom below and start it.
ar: إنه برنامج تعليمي ، انقر فوق الجزء السفلي أدناه وابدأ تشغيله.
fa: تور را با فشردن دکمه زیر شروع کنید:

# tutorialtitle
source: Tutorial by flutter code is available in panel for introduction.
ar: يتوفر البرنامج التعليمي عن طريق رمز flutter في اللوحة للمقدمة.
fa: تور معرفی با استفاده از کد های فلاتر در پنل موجود است.

source: Tree list
ar: قائمة الشجرة
fa: لیست درختی

source: Default tree list view
ar: العرض الافتراضي لقائمة الشجرة
fa: لیست درختی پیشفرض

source: Tree list view with desired icon
ar: عرض قائمة الشجرة مع الرمز المطلوب
fa: لسیت درختی با آیکون دلخواه

# treelistviewtitle
source: Tree listview by flutter code is available in panel.
ar: عرض قائمة الشجرة بواسطة رمز رفرفة متاح في اللوحة.
fa: لیست درختی با استفاده از کد های فلاتر در پنل موجود است.

source: Primary form
ar: النموذج الأساسي
fa: فرم پایه

source: Custom form
ar: نموذج مخصص
fa: فرم سفارشی
