Repository: pkgesperlos/es_flutter_admin_panel
Catalog: lib/l10n/app_*.arb
Languages: ar, fa

source: Advanced form
ar: شكل متقدم
fa: فرم پیشرفته

source: Validate form
ar: التحقق من صحة النموذج
fa: فرم اعتبارسنجی

source: Stepper form
ar: شكل stepper
fa: فرم مرحله ای

source: Text editor
ar: محرر النص
fa: ویرایشگر متن

source: Overview
ar: ملخص
fa: بررسی اجمالی

source: Horizontal form
ar: شكل أفقي
fa: فرم افقی

source: Form controls
ar: ضوابط النموذج
fa: کنترل های فرم

source: Text field in different width and height
ar: حقل النص في عرض وارتفاع مختلف
fa: فیلد متنی در عرض ها و ارتفاع های متفاوت

source: Drop down buttons in different width and height
ar: أزرار منسدلة بعرض وارتفاع مختلفين
fa: منوی کشویی در عرض ها و ارتفاع های متفاوت

source: read only field
ar: قراءة فقط المجال

source: Slider input
ar: إدخال المنزلق
fa: ورودی لغزنده

source: Drop down sample
ar: عينة منسدلة
fa: نمونه منوی کشویی

source: Text area sample
ar: عينة منطقة النص
fa: نمونه ناحیه متنی

source: Multi select sample
ar: اختيار عينة متعددة
fa: نمونه چند انتخابی

source: Checkbox sample
ar: عينة خانة اختيار
fa: نمونه چک باکس

source: Radio buttons group
ar: مجموعة أزرار الراديو
fa: گروه دکمه رادیویی

# primaryformtitle
source: Different types of primary forms are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من النماذج الأولية في لوحة برمز flutter.
fa: انواع مدل های فرم اولیه با استفاده از کدهای فلاتر در پنل در دسترس است.

# customformtitle
source: Different types of custom forms are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من النماذج المخصصة في لوحة برمز flutter.
fa: انواع مدل های فرم سفارشی با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Switch Button
ar: زر التغيير
fa: دکمه سوییچ

source: Disabled
ar: عاجز
fa: غیر فعال

source: Color picker
ar: أداة انتقاء اللون
fa: انتخاب رنگ

source: Ring Color picker
ar: منتقي لون الخاتم
fa: انتخاب رنگ حلقوی

source: Label input
ar: إدخال التسمية
fa: ورودی لیبل

source: Masked input
ar: المدخلات المقنعة
fa: ورودی ماسک شده

source: Date input
ar: إدخال التاريخ
fa: ورودی تاریخ

source: Time input
ar: إدخال الوقت
fa: ورودی زمان

source: Phone number input
ar: إدخال رقم الهاتف
fa: ورودی شماره تلفن

source: Shaba number input
ar: إدخال رقم شابا
fa: ورودی شماره شبا

source: Currency input
ar: إدخال العملة
fa: ورودی پول

source: IP Address input
ar: إدخال عنوان IP
fa: ورودی آدرس IP

source: Slider with just integer select
ar: شريط التمرير مع تحديد عدد صحيح فقط
fa: اسلایدر با امکان انتخاب تنها عدد صحیح

source: Slider with double select
ar: شريط التمرير مع تحديد مزدوج
fa: اسلایدر با امکان انتخاب عدد اعشاری

# sliderwithcurrencylabel
source: Slider with currency unit label
ar: شريط التمرير مع تسمية وحدة العملة
fa: اسلایدر با برچسب واحد پول

source: Slider with string choice
ar: المنزلق مع اختيار سلسلة
fa: اسلایدر با امکان انتخاب رشته

# advancedformtitle
source: Different types of advanced forms are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من النماذج المتقدمة في لوحة برمز flutter.
fa: انواع مدل های فرم پیشرفته با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Username
ar: اسم المستخدم
fa: نام کاربری

# usernamehint
source: Enter your username:
ar: أدخل اسم المستخدم الخاص بك:
fa: نام کاربری خود را وارد نمایید:

# passwordhint
source: Enter your password:
ar: ادخل رقمك السري:
fa: رمزعبور خود را وارد نمایید:

source: Login
ar: تسجيل الدخول
fa: ثبت نام

source: Lock screen
ar: اقفل الشاشة

source: Search
ar: يبحث
fa: جستجو:

source: Components
ar: عناصر
fa: رابط کاربری

source: Advanced components
ar: مكونات متقدمة
fa: رابط کاربری پیشرفته

# item
source: Item number
ar: رقم الشيء
fa: آیتم شماره

source: The input length is too short!
ar: طول الإدخال قصير جدًا!
fa: ورودی با کاراکتر های بیشتری وارد کنید.

source: The input must be repeated
ar: يجب تكرار الإدخال

# youshouldacceptthetermsandconditionsbeforeregister
source: You should accept the Terms and Conditions.
ar: يجب عليك قبول الشروط والأحكام.
fa: قبل از ثبت نام بایستی با قوانین و مقررات موافقت نمایید.

source: Accept the Terms and Conditions.
ar: اقبل الشروط والأحكام.
fa: با قوانین و مقررات موافقم.

source: Please select one item.
ar: الرجاء تحديد عنصر واحد.
fa: لطفا یک مورد را انتخاب نمایید.

source: Please select a value.
ar: رجاءا اختر قيمة.
fa: لطفا یک مقدار را انتخاب نمایید.

source: Please select at least one item.
ar: الرجاء تحديد عنصر واحد على الأقل.
fa: لطفا حداقل یک مورد را انتخاب نمایید.

source: Validation forms
ar: نماذج التحقق من الصحة
fa: اعتبارسنجی فرم ها

# validationformstitle
source: Different types of validation forms are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من نماذج التحقق في لوحة من خلال رمز flutter.
fa: انواع مدل های اعتبارسنجی فرم ها با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Stepper without validation field
ar: Stepper بدون حقل التحقق من الصحة
fa: فرم مرحله ای بدون فیلد اعتبارسنجی

source: Stepper form with validation fields
ar: نموذج Stepper مع حقول التحقق من الصحة
fa: فرم مرحله ای با فیلد های اعتبار سنجی

source: Vertical stepper form
ar: شكل stepper العمودي
fa: فرم مرحله ای عمودی

# stepperformtitle
source: Different types of stepper forms are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من أشكال stepper في لوحة برمز flutter.
fa: انواع مدل های فرم مرحله ای ها با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Quill text editor
ar: محرر نصوص Quill
fa: ویرایشگر متن Quill

source: HTML text editor
ar: محرر نصوص HTML

# htmltexteditortitle
source: HTML text editor is available in panel by flutter code.
ar: يتوفر محرر نصوص HTML في اللوحة بواسطة رمز flutter.

# quilltexteditortitle
source: Quill text editor is available in panel by flutter code.
ar: يتوفر محرر نص Quill في اللوحة بواسطة رمز flutter.
fa: ویرایشگر متن Quill با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Panel management
ar: إدارة اللوحة
fa: مدیریت پنل

source: Fill fields to continue:
ar: املأ الحقول للمتابعة:
fa: برای ادامه اطلاعات خود را وارد کنید :

source: Email or UserName
ar: البريد الإلكتروني أو اسم المستخدم
fa: ایمیل یا نام کاربری

source: Forget the password ?
ar: نسيت كلمة المرور؟
fa: فراموشی رمز عبور

source: Remember me
ar: تذكرنى
fa: مرا به خاطر بسپار.

# withgoogle
source: Sign with Google
ar: التوقيع مع Google
fa: با گوگل

# withfacebook
source: Sign with Facebook
ar: التوقيع مع Facebook
fa: با فیسبوک

source: Do not have an Account ?
ar: لا تملك حساب ؟
fa: آیا حساب کاربری ندارید ؟

# haveanaccount
source: Do you have an Account ?
ar: هل لديك حساب ؟
fa: حساب کاربری دارید ؟

source: create
ar: يخلق
fa: ایجاد

source: Create a new account
ar: انشاء حساب جديد
fa: ایجاد حساب جدید

source: Create account
ar: إنشاء حساب
fa: ایجاد حساب

# emailadress
source: Email address
ar: عنوان البريد الإلكتروني
fa: آدرس ایمیل

source: Password
ar: كلمة المرور
fa: رمزعبور

# repeatthepassword
source: Repeat password
ar: اعد كلمة السر
fa: تکرار رمز عبور

source: Sign in
ar: تسجيل الدخول
fa: ثبت نام

source: Register
ar: يسجل
fa: ثبت

source: Select
ar: يختار
fa: انتخاب

source: Please enter email
ar: الرجاء إدخال البريد الإلكتروني
fa: لطفا ایمیل را وارد نمایید .

source: Please enter password
ar: الرجاء إدخال كلمة المرور
fa: لطفا رمز عبور را وارد نمایید .

source: Please select me
ar: الرجاء تحديد لي
fa: لطفا مرا انتخاب کنید.

source: Recover password
ar: إستعادة كلمة المرور
fa: بازیابی رمز عبور

source: Recover your password now
ar: استعد كلمة مرورك الآن
fa: هم اکنون رمز عبور خود را بازیابی کنید.

source: Enter now
ar: أدخل الأن
fa: حالا وارد شوید .

source: Unlocking
ar: فتح
fa: قفل گشایی

source: Icons
ar: الأيقونات
fa: آیکون ها

source: Empty screen
ar: شاشة فارغة
fa: صفحه خالی

source: Authentication
ar: المصادقة
fa: احراز هویت

source: Pages
ar: الصفحات
fa: صفحات

source: Errors
ar: أخطاء
fa: خطاها

source: Repairs
ar: إصلاحات
fa: تعمیرات

source: We will be back soon ...
ar: سوف نعود قريبا ...
fa: به زودی برمیگردیم...

source: Look for something, Search it:
ar: ابحث عن شيء ما ، ابحث عنه:

source: The site is currently under maintenance
ar: الموقع تحت الصيانة حاليا
fa: در حال حاضر سایت در دست تعمیرات است.

source: Menu level
ar: مستوى القائمة
fa: سطح منو

# emptyscreentitle
source: Empty screen is available in panel by flutter code.
ar: الشاشة الفارغة متاحة في اللوحة بواسطة رمز flutter.
fa: صفحه خالی با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Bill
ar: فاتورة
fa: صورتحساب

source: Print
ar: مطبعة
fa: چاپ

source: Send bill
ar: إرسال الفاتورة
fa: ارسال صورتحساب

source: Description
ar: وصف
fa: توضیحات

source: Price
ar: سعر
fa: قیمت

source: Number
ar: رقم
fa: تعداد

# totalamountp
source: Total amount
ar: المبلغ الإجمالي
fa: جمع کل

# total
source: Total: 13,986,000 Tomans
ar: المجموع: 13986000 ريال
fa: جمع: 13,986,000 تومان

# tax
source: Tax (10%): 138,000 $
ar: الضريبة (10٪): 138.000 ريال
fa: مالیات (10%): 138,000 تومان

# totalamount
source: Total amount: 12,348,000 $
ar: المبلغ الإجمالي: 12.348.000 ريال
fa: جمع مبالغ: 12,348,000 تومان

# billtitle
source: Bill screen is available in panel by flutter code.
ar: شاشة الفاتورة متوفرة في لوحة بواسطة رمز flutter.
fa: صفحه صورتحساب با استفاده از کدهای فلاتر در پنل در دسترس است.

source: yesterday
ar: أمس
fa: دیروز

source: Time line
ar: الجدول الزمني
fa: تایم لاین

source: Custom time Line
ar: خط زمني مخصص
fa: خط زمانی سفارشی

source: Process time Line
ar: خط وقت العملية
fa: خط زمانی پیشرفت

source: Package delivery time Line
ar: خط وقت تسليم الطرود
fa: خط زمانی تحویل محصول

source: Status time Line
ar: خط الوقت الحالة
fa: خط زمانی وضعیت

# timelinetitle
source: Different types of timeline are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الخط الزمني في اللوحة عن طريق رمز flutter.
fa: انواع مدل های خط زمانی با استفاده از کدهای فلاتر در پنل در دسترس است.

source: For start
ar: للبداية
fa: برای شروع

source: Golden
ar: ذهبي
fa: طلایی

source: Free
ar: حر

source: Yearly
ar: سنوي
fa: سالانه

source: Test start
ar: بدء الاختبار
fa: شروع آزمایشی

source: Price card
ar: بطاقة الأسعار
fa: کارت قیمت

source: Complex price card
ar: بطاقة الأسعار المعقدة
fa: کارت قیمت جدولی

# pricecardtitle
source: Different types of price cards are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من بطاقات الأسعار في لوحة برمز flutter.
fa: انواع مدل های کارت قیمت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: results find for:
ar: نتائج البحث عن:
fa: نتیجه یافت شد برای:

source: Classic
ar: كلاسيك
fa: کلاسیک

source: Articles
ar: مقالات
fa: مقالات

source: users
ar: المستخدمين
fa: کاربران

source: Read more ...
ar: اقرأ أكثر ...
fa: ...بیشتر بخوانید

source: Search result
ar: نتيجة البحث
fa: نتایج جستوجو

# searchresulttitle
source: Different types of Search results are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من نتائج البحث في لوحة من خلال رمز flutter.
fa: انواع مدل های نتایج جستوجو متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Edit profile
ar: تعديل الملف الشخصي
fa: ویرایش پروفایل

source: Content
ar: محتوى
fa: مطلب

source: Follower
ar: تابع
fa: دنبال کننده

source: Follow
ar: يتبع
fa: دنبال کردن

source: Name
ar: اسم
fa: نام

source: Last name
ar: اسم العائلة
fa: نام خانوادگی

source: Age
ar: عمر
fa: سن

source: Job
ar: وظيفة
fa: شغل

source: City
ar: مدينة
fa: شهر

source: Address
ar: عنوان
fa: آدرس

source: Phone
ar: هاتف
fa: شماره تلفن

source: Email
ar: بريد إلكتروني
fa: ایمیل

source: Like
ar: يحب
fa: لایک

source: Complete the profile
ar: أكمل ملف التعريف
fa: تکمیل پروفایل

source: Skills
ar: مهارات
fa: مهارت ها

source: Soft Ware
ar: برمجة
fa: نرم افزار

source: Design
ar: تصميم
fa: طراحی

source: Followers
ar: متابعون
fa: دنبال کنندگان

source: Income
ar: دخل
fa: درآمد

source: Date
ar: تاريخ
fa: تاریخ

source: Profile page
ar: الصفحة الشخصية
fa: صفحه پروفایل

# profilepagetitle
source: Different kinds of profile cards are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من بطاقات الملف الشخصي في لوحة من خلال رمز flutter.
fa: انواع مدل های کارت های پروفایل متفاوت با استفاده از کدهای فلاتر در پنل در دسترس است.

source: Number of sales
ar: عدد المبيعات
fa: تعداد فروش

# sharesomthing
source: Share something ...
ar: شارك شيئا ما ...
fa: اشتراک گذاری...

source: Share an activity
ar: مشاركة نشاط
fa: اشتراک گذاری یک فعالیت

# icontitle
source: Different kinds of icons are available in panel by flutter code.
ar: تتوفر أنواع مختلفة من الرموز في اللوحة بواسطة رمز flutter.

source: Panel icons
ar: رموز اللوحة

source: Font awesome flutter icons
ar: أيقونات رفرفة رائعة للخط

source: Flutter icons
ar: أيقونات flutter

source: Map
ar: خريطة

# maptitle
source: Location is available in panel by flutter code.
ar: الموقع متاح في لوحة بواسطة رمز flutter.

source: Colors
ar: الألوان
fa: رنگ ها

source: Color
ar: لون

# colorstitle
source: Different kinds of colors are defined in panel by flutter code.
ar: يتم تحديد أنواع مختلفة من الألوان في اللوحة بواسطة رمز flutter.
fa: انواع مدل های رنگ های متفاوت با استفاده از کدهای فلاتر در پنل تعریف شده است.

source: Primary color
ar: لون أصلي
fa: رنگ اصلی

source: Primary dark color
ar: اللون الأساسي الغامق
fa: رنگ اصلی تیره

source: Primary light color
ar: لون الضوء الأساسي
fa: رنگ اصلی روشن

source: On primary color
ar: على اللون الأساسي

source: On secondary color
ar: على اللون الثانوي

source: Background color
ar: لون الخلفية

source: Border color
ar: لون الحدود

source: Hover color
ar: تحوم اللون

source: Button hover color
ar: لون تحوم الزر

source: Text hover color
ar: لون تمرير النص

source: Card color
ar: لون البطاقة

source: Menu color
ar: لون القائمة

source: Shadow color
ar: لون الظل

source: Divider color
ar: لون المقسم

source: Icon color
ar: لون الأيقونة

# specificColor
source: Tritiary color
ar: اللون الثالث

source: Secondary color
ar: اللون الثانوي
fa: رنگ ثانویه

source: Secondary dark color
ar: اللون الغامق الثانوي

source: Secondary light color
ar: لون الضوء الثانوي

source: Primary colors
ar: الألوان الأساسية

source: Error colors
ar: ألوان الخطأ

# successcolors
source: Success color
ar: لون النجاح

# warningcolors
source: Warning color
ar: لون التحذير

# informationcolors
source: Information color
ar: لون المعلومات

source: Error regular color
ar: اللون الطبيعي للخطر
fa: رنگ معمولی خطر

source: Error light color
ar: اللون الساطع للخطر
fa: رنگ روشن خطر

source: Error dark color
ar: اللون المظلم للخطر
fa: رنگ تیره خطر

source: Warning regular color
ar: اللون الطبيعي للتحذير
fa: رنگ معمولی هشدار

source: Warning light color
ar: اللون الساطع للتحذير
fa: رنگ روشن هشدار

source: Warning dark color
ar: اللون المظلم للتحذير
fa: رنگ تیره هشدار

source: Information regular color
ar: اللون الطبيعي للمعلومات
fa: رنگ معمولی اطلاعات

source: Information light color
ar: اللون الساطع للمعلومات
fa: رنگ روشن اطلاعات

source: Information dark color
ar: اللون المظلم للمعلومات
fa: رنگ تیره اطلاعات

source: Success regular color
ar: اللون الطبيعي للنجاح
fa: رنگ معمولی موفقیت

source: Success light color
ar: اللون الساطع للنجاح
fa: رنگ روشن موفقیت

source: Success dark color
ar: اللون المظلم للنجاح
fa: رنگ تیره موفقیت

source: Dialog Box
ar: صندوق المحادثة
fa: دیالوگ باکس

# successDialogTitle
source: Successful
ar: ناجح
fa: دیالوگ باکس موفقیت آمیز

# successDialogText
source: Successful Dialog
ar: حوار ناجح
fa: موفقیت آمیز

# successDialogDesc
source: The process was Successful:)
ar: كانت العملية ناجحة :)
fa: عملیات موفقیت آمیزطی شد.

# errorDialogTitle
source: Error
ar: خطأ
fa: ارور

# errorDialogText
source: Error Dialog
ar: حوار الخطأ
fa: دیالوگ باکس ارور

# errorDialogDesc
source: The process has error!!!
ar: العملية بها خطأ !!!
fa: عملیات با ارور مواجه شد.

# infoDialogTitle
source: Info
ar: معلومات
fa: اطلاعات

# infoDialogText
source: Info Dialog
ar: حوار المعلومات
fa: دیالوگ باکس اطلاعات

# infoDialogDesc
source: The process has information
ar: العملية لديها معلومات
fa: عملیات اطلاعات دارد.

# warningDialogTitle
source: Warning
ar: تحذير
fa: هشدار

# warningDialogText
source: Warning Dialog
ar: حوار التحذير
fa: دیالوگ باکس هشدار

# warningDialogDesc
source: The process has warning
ar: العملية لديها تحذير
fa: عملیات هشدار دارد

# autoHideDialogTitle
source: Auto Hide
ar: اخفاء تلقائي
fa: پنهان کردن خودکار

# autoHideDialogText
source: Auto Hide Dialog
ar: حوار الإخفاء التلقائي
fa: دیالوگ باکس پنهان کردن خودکار

# autoHideDialogDesc
source: I disapear in 2 sec.
ar: أختفي في ثانيتين.
fa: من توی 2 ثانیه پنهان می شوم.

# bodyDialogTitle
source: Body dialog
ar: حوار الجسم
fa: دیالوگ باکس محتوا

# bodyDialogText
source: Body dialog
ar: حوار الجسم
fa: دیالوگ باکس محتوا

# bodyDialogDesc
source: body dialog body dialog body dialog body dialog body dialog
ar: الحوار الجسم الحوار الجسم الحوار الجسم الحوار الجسم الحوار
fa: دیالوگ باکس محتوادیالوگ باکس محتوادیالوگ باکس محتوادیالوگ باکس محتوادیالوگ باکس محتوا

# inputDialogTitle
source: Input dialog
ar: حوار الإدخال
fa: دیالوگ باکس ورودی

# inputDialogText
source: Input dialog
ar: حوار الإدخال
fa: دیالوگ باکس ورودی

# inputDialogDesc
source: Input dialog
ar: حوار الإدخال
fa: دیالوگ باکس ورودی

source: Input1
ar: المدخلات 1
fa: ورودی1

source: Input2
ar: المدخلات 2
fa: ورودی2

# form
source: Forms
ar: نماذج
fa: فرم ها

# textField
source: Test Field
ar: مجال الاختبار
fa: تکست فیلد

# priceTextField
source: Price Test Field
ar: مجال اختبار السعر
fa: تکست فیلد قیمت

# phoneNumbertextField
source: Phone Number Test Field
ar: مجال اختبار رقم الهاتف
fa: تکتس فیلد شماره موبایل

# shabaNumbertextField
source: Shaba Number Test Field
ar: حقل اختبار رقم شبا
fa: تکتس فیلد شماره شبا

# datePickerfa
source: Date Picker(Jalali)
ar: منتقي التاريخ (جلالي)
fa: انتخاب تاریخ شمسی

# datePickeren
source: Date Picker(Gregorian)
ar: منتقي التاريخ (ميلادي)
fa: انتخاب تاریخ میلادی

source: Time Picker(H:M:S)
ar: منتقي الوقت (H: M: S)
fa: انتخاب زمان(ساعت/دقیقه/ثانیه)

source: Time Picker(H:M)
ar: منتقي الوقت (H: M)
fa: انتخاب زمان(ساعت/دقیقه)

source: Ordinary Slider
ar: سلايدر عادي
fa: اسلایدر معمولی

source: Ranged Slider
ar: تراين سلايدر
fa: اسلایدر بازه دار

# radioButons
source: Radio Buttons
ar: أزرار الراديو
fa: دکمه های رادیویی

source: Text Area
ar: منطقة النص
fa: ناحیه متنی

source: Star Rate Bar
ar: شريط معدل النجوم
fa: امتیاز دهی ستاره

source: Drop Down Button
ar: زر القائمة المنسدلة
fa: دکمه کشویی

source: Ordinary Check Box
ar: خانة اختيار عادية
fa: چک باکس معمولی

source: Animation Check Box
ar: خانة اختيار الرسوم المتحركة
fa: چک باکس دارای انیمیشن

# validationCheckBox
source: Check Box with validation
ar: خانة اختيار مع التحقق من الصحة
fa: چک باکس دارای اعتبار سنجی

# filePicker
source: File and Folder Picker
ar: منتقي الملفات والمجلدات
fa: انتخاب پوشه و فایل

# textFieldType
source: TextField
ar: حقل النص
fa: تکست فیلد

source: TextField Hint
ar: تلميح حقل النص
fa: هینت تکست فیلد

# textAreaType
source: TextArea
ar: منطقة النص
fa: ناحیه متنی

source: TextArea Hint
ar: تلميح منطقة النص
fa: هینت ناحیه متنی

source: select color
ar: إختر لون

# openText
source: Open file picker
ar: افتح منتقي الملفات
fa: انتخاب فایل

# pickText
source: Pick a folder
ar: اختر مجلدًا
fa: انتخاب پوشه

# clearText
source: Clear temporary files
ar: امسح الملفات المؤقتة
fa: پاک کردن فایل های کنونی

source: CheckBox title
ar: عنوان CheckBox
fa: عنوان چک باکس

source: CheckBox with validator
ar: CheckBox مع المدقق
fa: چک باکس با اعتبار سنجی

# animatedCheckBoxTitle
source: AnimatedCheckBox
ar: CheckBox متحرك
fa: چک باکس با انیمیشن

source: CheckBox error text
ar: نص خطأ CheckBox
fa: متن ارور چک باکس

# checkBoxButtonText
source: Save
ar: يحفظ
fa: دخیره

source: Toggle Button
ar: زر التبديل
fa: دکمه تغییر وضعیت

source: Carousel Slider
ar: كاروسيل سلايدر
fa: اسلایدر کاروسل

source: Perspective Slider
ar: منظور المنزلق
fa: اسلایدر پرسپکتیو

source: Progress Bar
ar: شريط التقدم
fa: نوار پیشرفت

source: Linear Progress Bar
ar: شريط التقدم الخطي
fa: نوار پیشرفت خطی

source: Circular Progress Bar
ar: شريط التقدم الدائري
fa: نوار پیشرفت دایروی

source: Images
ar: الصور
fa: تصاویر

# zoomingImages
source: Zooming Image
ar: تكبير الصورة
fa: تصویر با قابلیت بزرگنمایی

source: Light Box Showing Image
ar: مربع الضوء يظهر الصورة

# avatarImages
source: Avatar Image
ar: الصورة الرمزية
fa: تصویر در قالب آواتار

source: Notifications
ar: إشعارات
fa: اعلان ها

# simpleNotifications
source: Ordinary Notifications
ar: الإخطارات العادية
fa: اعلان های معمولی

source: Pending...
ar: قيد الانتظار...

source: unSuccessful
ar: غير ناجح

source: Successful
ar: ناجح

source: status
ar: حالة

source: Error
fa: اخطار

# dialogeBoxDescription
source: different kinds of dialog box with various function are available in panel.
fa: انواع مدل های دیالوگ باکس در عملکرد های مختلف در پنل در دسترس است .

# buttonDescription
source: different kinds of button(Ordinary,with Icon,Loading) with various size are available in panel.
fa: انواع مدل های دکمه معمولی ،آیکون دار و لودینگ دار سایزهای مختلف در پنل در دسترس است .

# formDescription
source: different kinds of forms with various function for giving data from user are available in panel.
fa: انواع مدل های فرم درعملکردهای مختلف برای گرفتن اطلاعات از کاربر در پنل در دسترس است .

# imageDescription
source: different kinds of function for image display for user are available in panel.
fa: انواع عملکردهای مختلف برای نمایش عکس برای کاربر در پنل در دسترس است .

# progressBarDescription
source: different kinds of progress bar(linear and Circular) are available in panel.
fa: انواع مدل های نوار پیشرفت (خطی و دایروی) در پنل در دسترس است .

# sliderDescription
source: different kinds of Slider are available in panel.
fa: انواع مدل های اسلایدر در پنل در دسترس است .

# notificationsDescription
source: different kinds of notifications are avaiable in panel.
fa: انواع مدل های اعلان در پنل در دسترس است .

# chartDescription
source: different kinds of charts are available in panel.
fa: مدل های متنوع نمودار در پنل در دسترس است .

source: Simple tables
fa: جداول ساده

source: Check box
fa: چک باکس

source: Your access needs unlocking.
fa: دسترسی شما نیازمند قفل گشایی است.

source: SEO
fa: بهینه سازی
